tap "hashicorp/tap"
tap "mike-engel/jwt-cli"
tap "temporalio/brew"

brew "autojump"
brew "csshx"
brew "ffmpeg"
brew "gh"
brew "go"
brew "gpg"
brew "grafana"
brew "graphviz"
brew "helm"
brew "htop"
brew "jq"
brew "jupyterlab"
brew "k9s"
brew "kubernetes-cli"
brew "minikube"
brew "nmap"
brew "node"
brew "ollama"
brew "opa"
brew "pipx"
brew "pnpm"
brew "poetry"
brew "postgresql"
brew "python"
brew "socat"
brew "the_silver_searcher"
brew "temporal"
brew "tree"
brew "uv"
brew "watch"
brew "watchman"
brew "wrk"
brew "wget"
brew "vim"

brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "temporalio/brew/tcld"
brew "jwt-cli"

cask "1password"
cask "1password-cli"
cask "chatgpt"
cask "claude-code"
cask "codex"
cask "cursor"
cask "discord"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "block-goose"
cask "google-cloud-sdk"
cask "graphql-playground"
cask "istat-menus"
cask "iterm2"
cask "loom"
cask "lm-studio"
cask "microsoft-teams"
cask "notion"
cask "postman"
cask "pgadmin4"
cask "signal"
cask "slack"
cask "steam"
cask "sublime-text"
cask "qflipper"
cask "webex"
cask "wispr-flow"
cask "whatsapp"
cask "vagrant"
cask "virtualbox"
cask "vlc"
cask "zoom"
